Repository: kkurys/Forum
Catalog: Forum/Content/Localization/Resources.*.resx
Languages: de

# Add
source: Dodaj
de: Hinzufügen

# Administration
source: Administracja
de: Verwaltung

# AllowAnonymous
source: Również niezalogowani użytkownicy mogą pisać w tym forum
de: Auch nicht angemeldete Benutzer in diesem Forum erstellen kann

# AllWordsTogether
source: Szukaj wszystkich słów razem
de: Suche nach allen Wörtern zusammen

# Announcement
source: Ogłoszenie
de: Ankündigung

# Announcements
source: Ogłoszenia
de: Ankündigungen

# AnnouncementsPlaceholder
source: Miejsce na ogłoszenia
de: Platz für Ankündigungen

# Anonymous
source: Anonim
de: Anonym

# BackToList
source: Wróć do listy
de: Zurück zur Liste

# By
source: Przez
de: Bei

# Cancel
source: Anuluj
de: Abmelden

# CaseSensitive
source: Odróżniaj wielkość liter
de: Unterscheidet Groß- und Kleinschreibung

# Categories
source: Kategorie
de: Kategorien

# Category
source: Kategoria
de: Kategorie

# ChangeYourPassword
source: Zmień swoje hasło
de: Ändern Sie Ihr Kennwort

# Content
source: Treść
de: Inhalt

# Create
source: Stwórz
de: Erstellen

# CreateNew
source: Utwórz nowy
de: Erstelle neu

# Delete
source: Usuń
de: Löschen

# DeleteConfirmation
source: Na pewno chcesz to usunąć?
de: Sind Sie sicher, dass Sie das löschen möchten?

# Description
source: Opis
de: Beschreibung

# Details
source: Szczegóły
de: Einzelheiten

# Dictionary
source: Słownik
de: Wörterbuch

# Edit
source: Edytuj
de: Bearbeiten

# EditAvatar
source: Edytuj avatar
de: Avatar bearbeiten

# Forums
source: Fora
de: Forum

# Glued
source: Przyklejony
de: Geklebt

# Group
source: Grupa
de: Gruppe

# Groups
source: Grupy
de: Gruppen

# HTMLMarkers
source: Znaczniki HTML
de: HTML-Markierungen

# InverseSearchResults
source: Odwróć wynik wyszukiwania
de: Inverse Suchergebnisse

# Language
source: Język
de: Sprache

# LastReply
source: Ostatnia odpowiedź
de: Letzte Antwort

# LogIn
source: Zaloguj
de: Einloggen

# LogOut
source: Wyloguj się
de: Ausloggen

# ManageYourProfile
source: Edytuj profil
de: Verwalten Sie Ihr Profil

# Message
source: Wiadomość
de: Nachricht

# Messages
source: Wiadomości
de: Nachrichten

# NEW
source: NOWY
de: NEUES

# NewMessage
source: Nowa wiadomość
de: Neue Nachricht

# NewTopic
source: Nowy temat
de: Neues Thema

# NewTopicIn
source: Nowy temat w
de: Neues Thema in

# NoForum
source: Brak forum
de: Kein Forum

# NoThreads
source: Brak wątków
de: Keine Gespräche

# NoTopics
source: Brak tematów
de: Keine Themen

# OwnProfile
source: Twój profil
de: Dein Profil

# Password
source: Hasło
de: Kennwort

# Posts
source: Posty
de: Beiträge

# PostsPerPage
source: Postów na stronę
de: Beiträge pro Seite

# PrivateThreads
source: Prywatne wątki
de: Private Gespräche

# Public
source: Publiczne
de: Öffentlichkeit

# RegisterNew
source: Zarejestruj się
de: Registrieren Sie sich als neuer Benutzer

# Replies
source: Odpowiedzi
de: Antworten

# Reply
source: Odpowiedź
de: Antworten

# ReplyToTopic
source: Odpowiedź do tematu
de: Antworten auf Thema

# Save
source: Zapisz
de: Speichern

# Search
source: Szukaj
de: Suche

# Send
source: Wyślij
de: Senden

# SendMessage
source: Wyślij wiadomość
de: Nachricht senden

# SessionTime
source: Czas sesji
de: Sitzungszeit

# SignUp
source: Zarejestruj się
de: Registrieren

# Title
source: Tytuł
de: Titel

# To
source: Do
de: Nach

# Topic
source: Temat
de: Thema

# Topics
source: Tematy
de: Themen

# UploadNew
source: Wgraj nowy
de: Upload neu

# UseLocalAccount
source: Użyj swojego konta aby się zalogować.
de: Verwenden Sie ein lokales Konto, um sich anzumelden

# User
source: Użytkownik
de: Benutzer

# Users
source: Użytkownicy
de: Mitglieder

# Views
source: Wyświetleń
de: Ansichten
